Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/klemetti.blogspot.com/klemetti.12.11.10_fin.txt.tmx
Source language: fin
Languages: sme

source: Viime perjantaina oli saamelaisen parlamentaarisen neuvoston hallituksen tämän vuoden viimeinen kokous.
sme: Dearvvuođagat Roavenjárggas Mannan bearjadaga lei sámi parlamentáralaš ráđi stivrra dán jagi maŋimus čoakkán.

source: Kokouksen aluksi meillä oli kunnia saada vieraaksemme vähemmistövaltuutettu, tuleva YK:n permanent forumin jäsen, Eva Biaudet.
sme: Čoakkáma álggus mis lei stuora gudni oažžut SPR:a guossin veahádatáittardeaddji, boahttevaš ON:a bissovaš foruma lahttu Eva Biaudeta.

source: Keskustelimme SPN:n ja permanet forumin yhteistyöstä ja seuraavan permanent forumin kokouksen agendasta.
sme: Ságastalaimet SPR:a ja bissovaš foruma ovttasbarggus ja boahttevaš bissovaš foruma prográmmas.

source: Keskustelimme myös YK:n alkuperäiskansaraportoija James Anayan vierailusta viime huhtikuussa SPN:n vieraana.
sme: Ságastalaimet maid ON. a álgoálbmotraporterejeaddji James Anaya guossástallamis mannan cuoŋománus go son lei SPR:a guossin.

source: Kokouksen jälkeen vähemmistövaltuutettu tutustui mm.. Enontekiön saamenkieliseen päivähoitoon, opetukseen ja vanhustenhoitoon.
sme: Čoakkáma maŋŋel veahádatáittardeaddji oahpásnuvai ee. Eanodaga sámegiel beaivedikšui, oahpahussii ja boarrásiiddikšui.

source: SPN:n kuuli esityksiä pohjoismaisen saamelaiselokuvayhteistyön kehittämiseksi Suomen saamelaiskäräjiltä ja Norjan saamelaiselta elokuvakeskukselta.
sme: SPR gulai maid ovdanbuktojumiid Suoma sámedikkis ja Norgga bealde sámi filbmaguovddážis davviriikkalaš sámi filbmaovttasbarggu ovddideamis.

source: Norjassa ollaan kehittämässä elokuvayhteistyötä osakeyhtiöpohjaiseen malliin.
sme: Norgga bealde leat ovddideame filbmaovttasbarggu málle, man vuođđun lea oasussearvi.

source: SPN: n hallitus päätti edelleen selvittää mahdollisuuksia kehittää yhteispohjoismaista saamelaista elokuvakeskusmallia.
sme: SPR:a stivra mearridii ain čielggadit vejolašvuođaid ovddidit oktasaš davviriikkalaš sámi filbmaguovddášmálle.

source: SPN:n kokouksessa kuulimme myös saamelaisneuvostoa koskien saamelaisten edustusta Arktisessa neuvostossa.
sme: SPR:a stivrras gulaimet maid Sámiráđi áššis, mii guoská sápmelaččaid ovddastusa Árktalaš ráđis.

source: Saamelaisneuvoston edustajat kertoivat, että he eivät edusta saamelaisia arktisessa neuvostossa vaan omaa järjestöään.
sme: Sámiráđi ovddasteaddjit muitale, ahte sii eai ovddas sápmelaččaid árktalaš ráđis muhto dušše iežaset organisašuvnna.

source: SPR merkitsi saamelaisneuvoston näkemykset tiedoksi ja käsittelemme asiaa edelleen seuraavassa SPN:n hallituksen kokouksessa.
sme: SPR merkii Sámiráđi oainnuid diehtun ja gieđahallat ášši vel čuovvovaš SPR:a stivrra čoakkámis.

source: SPN:n hallitus päätti hakea tarkkailija-asemaa WIPO:oon, (World Intellectual Property Organization) ja sen alkuperäiskansojen perinteistä tietoa käsittelevään komiteaan.
sme: SPR:a stivra mearridii ohcat dárkojeaddji sajádaga WIPO:i (World Intellectual Property Organization) ja dan komiteai, mii gieđahallá álgoálbmogiid árbevirolaš dieđu.

source: WIPO eli maailman henkisen omaisuuden suojelujärjestö on Yhdistyneiden kansakuntien erityisjärjestö.
sme: WIPO dehege máilmmi vuoiŋŋaduoji suodjalanorganisašuvdna lea Ovttastuvvan našuvnnaid sierraorganisašuvdna.

source: WIPO:ssa valmistellaan sopimustekstiä kansainvälisen instrumentin tai instrumenttien saamiseksi geenivarojen, perinteisen tiedon ja kansanperinteen suojelemiseksi.
sme: WIPO:s válmaštallojuvvo soahpamušdeaksta riikkaidgaskasaš instrumeantta dehe instrumeanttaid oažžuma várás genariggodagaid, árbevirolaš dieđu ja álbmotárbevieruid suodjaleapmái.

source: SPN:n osallistuminen Wipo:n työhön onkin täten ensiarvoisen tärkeää.
sme: SPR:a oassálastin WIPO bargui leanai danin earenoamáš dehálaš.

source: SPN:n päätti aloittaa myös saamelaisen koulutuspoliittisen ohjelman valmistelun.
sme: SPR mearridii álggahit maid sámi skuvlenpolitihkalaš prográmma válmmaštallama.

source: Olen hyvin tyytyväinen, että olemme saaneet monenlaista ohjelma- ja kehittämistyötä käyntiin SPN:ssä.
sme: Lean hui duhtavaš, ahte leat johttáhan máŋggalágán prográmma- ja ovddidandoaimmaid SPR:s.

source: SPN osallistuu myös Murmanskissa järjestettävään toiseen saamelaisten kongressiin, jonka tarkoituksena on selvittää saamelaisen vaaleilla valittavan edustuksellisen elimen perustamista Venäjälle.
sme: SPR oassálastá maid Murmánskkas Sámiid II kongressii, man ulbmilin lea čielggadit sámiid válggain válljejuvvon álbmotválljenorgána vuođđudeami Ruššii.

source: SPN:lle ja saamelaisten yhteistyölle olisikin todella tärkeää, että saamelaisilla olisi myös Venäjällä oma vaaleilla valittava elin.
sme: SPR:ái ja sápmelaččaid ovttasbargui livččiinai duođaid dehálaš, ahte sápmelaččain livččii maid Ruošša bealde iežaset álbmotválljenorgána.

source: Toivottavasti Moskovassa ymmärretään tämä tarve.
sme: Doaivvu mielde Moskovas ipmirdit dán dárbbu.

source: Tämä viikko kului Rovaniemellä kokouksissa.
sme: Dát vahkku manai Roavenjárggas máŋggain čoakkámiin.

source: Tiistaina oli artikla 8(j)-työryhmän kokous.
sme: Disdaga lei artihkal 8(j)-bargojoavkku čoakkán.

source: Hyväksyimme kokouksessa vihdoinkin biodiversiteettisopimuksen Akwé:Kon ohjeiden suomenkielisen käännöksen.
sme: Čoakkámis dohkkeheimmet viimmat biodiversiteahttasoahpamuša Akwé: Ko rávvagiid suomagiel jorgalusa.

source: Se löytyy saamelaiskäräjien kotisivuilta dokumenteista.
sme: Dat gávdno sámedikki ruovttusiidduin dokumeanttat-ossodagas.

source: Suomennos myös julkaistaan esipuheineen lähiaikoina.
sme: Suomagiel jorgalus maid almmustahttojuvvo sáttasániidisguin lagašáiggiid.

source: Hyväksyimme taustamateriaaliksi saamelaiskäräjien tekemän selvityksen Akwé:Kon ohjeiden suhteesta Suomen lainsäädäntöön.
sme: Dohkkeheimmet duogášmateriálan sámedikki dahkan čilgehusa Akwé:Ko rávvagiid gaskavuođas Suoma lágaide.

source: Neuvottelimme tiistaina Metsähallituksen kanssa metsänkäyttömenetelmistä saamelaisten kotiseutualueella.
sme: Disdaga ráđđádalaimet Meahcceráđđehusain vuovdegeavahanvugiin sámiid ruovttuguovllus.

source: Metsähallitus tulee esittelemään metsänkäyttömenetelmiä seuraavaan saamelaisten kotiseutualueen paliskuntien poroisäntien ja saamelaiskäräjien yhteiskokoukseen.
sme: Meahcceráđđehus ovdanbuktá vuovdegeavahanvugiid čuovvovaš sámiid ruovttuguovllu bálgesiid boazoisiđiid ja sámedikki oktasaščoakkámis.

source: Viime yhteiskokouksessa sovimme, että saamelaiskäräjät järjestää yhteiskokouksen vielä tänä vuonna kun suurimpia sallittuja poromääriä selvittävä työryhmä aloittaa toimintansa ja kokouksessa käsiteltäisiin näitä kysymyksiä.
sme: Mannan oktasaščoakkámis šiehtaimet, ahte sámediggi ordne oktasaščoakkáma vel dán jagi go bargojoavku, mii čielggada alimus lobálaš boazomeriid, álggaha barggus ja aiddo dan čoakkámis gieđahallojuvvole dát gažaldagat.

source: Ihmeellistä kyllä, työryhmää ei ole vieläkään asetettu vaikka nimeämiskirjeet tulivat jo kesäkuussa.
sme: Imaš gal, bargojoavku ii leat velge ásahuvvon vaikko nammadangirjjit bohte juo geassemánu.

source: Keskiviikkona osallistuin Rovaniemellä Metsähallituksen Pilke-talon avajaisiin.
sme: Gaskavahkko oassálasten Roavenjárggas Meahcceráđđehusa ođđa Pilke-dálu rahpandoaluide.

source: Metsähallituksen pääjohtaja Jyrki Kangas korosti puheessaan saamelaiskulttuurin suojelun tärkeyttä saamelaisten kotiseutualueen valtion hallinnassa olevien maa-alueiden hoidossa ja käytössä sekä totesi yhteistyön saamelaiskäräjien kanssa parantuneen huomattavasti.
sme: Meahcceráđđehusa oaivehoavda Jyrki Kangas deattuhii sártnistis sámi kultuvrra suodjaleami dehálašvuođa sámiid ruovttuguovllu stáhta hálddašan eatnamiid dikšumis ja anus sihke oinnii ovttasbarggu sámedikkiin buorránan sakka.

source: Puheen pääaiheena oli Metsähallituksen hallintomalli ja rahoitustilanne.
sme: Sártni váldofáddán lei Meahcceráđđehusa hálddašanmálle ja ruhtadandilli.

source: Saamelaiskäräjät on vedonnut eduskuntaan, jotta luontopalvelujen rahoitusta ei pienennettäisi nykyisestä.
sme: Sámediggi lea doarjalan riikkabeivviide, vai luonddubálvalusaid ruhtadeapmi ii unniduvvole dálážis.

source: Metsähallituksen hallintomallista on luvattu järjestää saamelaiskäräjälain § 9 mukaiset neuvottelut jo vuoden 2009 lopussa, mutta neuvotteluja ei ole kuulunut.
sme: Meahcceráđđehusa hálddašanmálles lea lohpiduvvon ordnejuvvot sámediggelága 9 § ráđđádallan juo jagi 2009 loahpas, muhto ráđđádallamis gal ii leat gullon vel dán rádjái mihkkege.

source: Uutisissa on harva se viikko mitä erikoisempia ja villeimpiä esityksiä Metsähallituksen uudeksi hallintomalliksi.
sme: Ođđasiin lea measta vahkosaččat vaikko makkár imašlaš evttohusat Meahcceráđđehusa ođđa hálddašanmállen.

source: Hallintomallin uudistus ei missään nimessä ehdi vielä tähän eduskuntaan.
sme: Hálddašanmálle ođastus ii mainnage lágiin geargga dáid riikkabeivviid gieđahallamii.

source: Ilmeisesti hallitus olisi kuitenkin linjaamassa Metsähallituksen hallintomallin vielä tänä vuonna ja lain valmistelu jäisi tulevalle eduskunnalle.
sme: Jáhku mielde ráđđehus lea goitge linnjeme Meahcceráđđehusa hálddašanmálle vel dán jagi ja lága válmmaštallan bázálii boahtte riikkabeivviide.

source: Tuntuu aika ikävältä ajatukselta, että nykyinen hallitus juuri ennen eduskuntavaaleja on linjaamassa näin merkittävästä asiasta ja sitomassa tulevan eduskunnan käsiä.
sme: Orru gal oalle ahkidis jurdda, ahte dálá ráđđehus jur ovdal riikkabeaiveválggaid lea linnjeme ná mearkkašahtti áššis ja čatname boahtte riikkabeivviid gieđaid.

source: Valmistelu ei ole muutenkaan täyttänyt hyvän hallinnon vaatimuksia, sidosryhmiä ei ole kuultu ja asioita on valmisteltu salassa.
sme: Válmmaštallan ii leat muđuidge deavdán buori hálddahusa gáibádusaid, čanusjoavkkuid eai leat gullan áššis ja áššit leat válmmaštallojuvvon čihkosis.

source: Kaikkein järkevintä olisi rauhoittaa tilanne ja neuvotella asiasta EU komission kanssa.
sme: Buot jierbmámus livččii ráfáidahttit dili ja ráđđádallat áššis EU:a komisšuvnnain.

source: Jos Metsähallituksen hallintomalli vaatii todella muutoksia, asian valmistelu tulisi aloittaa eduskuntavaalien jälkeen työryhmässä, jossa olisivat avoimesti sidosryhmät ja metsähallituksen väki edustettuina.
sme: Jos Meahcceráđđehusa hálddašanmálle gáibida duođaid rievdadusaid, de ášši válmmaštallan galggalii álggahuvvot riikkabeaiveválggaid maŋŋel bargojoavkkus, mas livčče rabas vuogi mielde ráđđádallame čanusjoavkkut ja meahcceráđđehusa olbmot.

source: Torstaina tapasin Kanadan Suomen suurlähettilään ja Kanadan luteisterritorioiden alueen johtajan ja keskustelimme Kanadan ja Suomen alkuperäiskansapolitiikoista.
sme: Duorastaga deiven Kanada Suoma ambassadöra ja Kanada oarjedavveterritoriija hoavda ja ságastalaimet Kanada ja Suoma álgoálbmotpolitihkas.

source: Tänään perjantaina saamelaiskäräjien hallitus kokoontui puhelinkokoukseen nimeämään kiireellisiä edustuksia.
sme: Odne bearjadaga sámedikki stivra čoahkkanii telefunčoakkámii nammadit muhtin hohpolaš ovddastusaid.

source: Saamelaiskäräjien hallitus päätti, että saamelaislasten ja – nuorten taidetapahtuma järjestetään ensi vuonna ja järjestelyistä vastaa saamelaiskäräjien koulutus- ja oppimateriaalilautakunta sekä virassaan aloittanut nuorisosihteeri ja perustettava nuorisoneuvosto.
sme: Sámedikki stivra maiddái mearridii, ahte sámi mánáid ja nuoraid dáiddadáhpáhus lágiduvvo boahtte jagi ja lágidemiid ovddasvástádus lea sámedikki skuvlen- ja oahppomateriálalávdegottis sihke virggistis álggahan nuoraidčállis ja boahttevaš nuoraidráđis.

source: Saamelaiskäräjien koulutus- ja oppimateriaalilautakunta oli päättänyt olla järjestämättä tapahtumaa ensi vuonna ja hallitus käytti nyt otto-oikeuttaan ja päätti, että tapahtuma järjestetään.
sme: Sámedikki skuvlen- ja oahppomateriálalávdegoddi lei mearridan ahte dáiddadáhpáhus ii ordnejuvvole boahtte jagi ja stivra geavahii dál veto-rievttis ja mearridii, ahte dáhpáhus ordnejuvvo.

source: Tapahtuma on tärkeä saamelaislapsille ja - nuorille ja tapahtuman järjestämättä jättäminen antaisi ikävän viestin lapsille ja nuorille.
sme: Dáhpáhus lea dehálaš sámi mánáide ja nuoraide ja dáhpáhusa ordnekeahttá guođđin attálii ahkidis signála mánáide ja nuoraide.

source: Uskon, että kun saamme nuoret vielä vahvasti mukaan tapahtuman järjestelyistä saamme siitä entistä paremman ja monipuolisemman.
sme: Jáhkán, ahte go oažžut nuoraid vel nannosit mielde dáiddadáhpáhusa ordnemii, de oažžut das vel buoret ja geasuheaddji dáhpáhusa.

source: Ensi viikolla olen Ottawassa arktisten parlamentaarikkojen pysyvän komitean kokouksessa.
sme: Boahtte vahku lean Ottawas árktalaš parlamentarihkkáriid bissovaš komitea čoakkámis.

source: Kokouksen asialistalla on mm.. Kanadan arktinen politiikka, Nunavutin hallintomalli ja kuulemme inuittien edustajia.
sme: Čoakkáma áššelisttus lea ee. Kanada árktalaš politihkka, Nunavuta hálddašanmálle ja gullat maid inuihtaid ovddasteddjiid.

source: Klemetti Näkkäläjärvi
sme: Juvvá Lemet
